Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 少年一直没有什么神色变化，只是蓦然大声道：“小心身后的……”
en_us: Chen Ping'an's expression remained unchanged this entire time, but he suddenly exclaimed, "Look out behind you..."

source: 少年一路踩着细碎星光，出了小镇一直往小溪去，虽然是在夜幕里，可是陈平安跑得不比白天慢。陈平安刻意绕开了水位最深的廊桥位置，那边溪水要远远高出其它地方，陈平安拣选了一段溪水仅仅没过膝盖的溪流，他摘下背后那只竹编大箩筐，弯腰拿起藏在里头的一只小竹篓，紧紧系挂在腰间，脱掉草鞋，卷起裤管，这才下水去摸石子。
en_us: The young boy ran under the night sky that was filled with twinkling stars, continuing all the way to the creek after exiting the small town. Even though it was night, Chen Ping'an didn't run any slower than if it were day. When he arrived, he purposefully avoided the covered bridge where the water would be the deepest. That section of the creek was far deeper than the other sections. Instead, he chose a section of the creek that was only knee-deep before shrugging off the basket and bending down to retrieve a small bamboo basket that was hidden inside it. He tied this to his waist before taking off his shoes and rolling up his pants. Only after doing all this did he enter the creek to search for pebbles.

source: 少年下意识伸出手，只是早已少女与飞剑早已没了踪迹。
en_us: Chen Ping'an reflexively reached out a hand, but at this point, the flying sword and the young woman were already nowhere to be seen.

source: 少年下意识皱着眉头，使劲去记忆那些儿时的惨淡画面，“只有我奶奶没说话，好像不太高兴，反而对我爹一顿发火，‘你以为那孩子他爹死了，你就能有机会娶到她？也不撒泡尿照照自己的德性！泥瓶巷那一支陈家，好几辈人都是一根独苗，你就不怕害了一个人，最后害得人家一家三口全活不下去？到时候这支陈家就这么断子绝孙了，不怕遭到人家祖上阴神的报应？退一万步说，那女子的性情，你当真不清楚，愿意改嫁给你？’我爹当时就嬉皮笑脸，估计是觉得做也做了，很快就要拿到报酬，在自家人面前，就不惺惺作态假装后悔愧疚了。我奶奶最后指着我娘的鼻子痛骂，我娘也不是好脾气的，婆媳差点在正堂打了一架，我爹就是那种喜新厌旧的人，他那一辈的小镇邻居，都不喜欢他，那个时候他当然帮着媳妇不帮老娘，最后我奶奶就坐在地上，狠狠捶胸，一边哭一边对那块匾额诉苦，说马家招了这么个扫把星女人家进家门，你们死不瞑目啊。”
en_us: Ma Kuxuan unconsciously frowned as he tried to recall that bleak memory, and he continued, "Only my grandma remained silent, and she didn't look too happy either. Not only that, but she even scolded my father angrily, saying, 'Do you think she'll marry you just because her husband died? Why don't you take a piss and use it as a mirror to look at yourself?! The Chen Clan from Clay Vase Alley has only had a single child for many generations, so aren't you afraid of pushing all three of them to death? When this branch of the Chen Clan vanishes because of you, aren't you afraid that their Ancestal Yin God will look for you to seek revenge? Taking 10,000 steps back, are you truly not aware of that woman's personality? Are you not aware that she'll never remarry?' "My father wore a sheepish grin at that time, and he probably thought that he had committed to it already and was soon about to obtain his reward. So, he didn't pretend to be remorseful or sorry. In the end, my grandma pointed at my mother and viciously scolded her. However, my mother doesn't have a good temper either, so the two of them almost got into a fight in the main hall. "My father is the type of person who's fond of the new and tired of the old, so everyone in the neighborhood disliked him at the time. He naturally helped my mother instead of my grandma, and in the end, my grandma sat down on the floor and beat her chest in grief. She lamented to that plaque as she cried, and she said that the Ma Clan had accepted a huge trouble maker in my mother into the clan. She cursed them and said that they would in discontent and regret."

source: 少年下意识转身，背对先生。
en_us: Zhao Yao reflexively did as he was told, turning around so that his back was facing his teacher.

source: 少年不信邪，几次辗转腾挪，最后仍是没能抓住槐叶。
en_us: Chen Ping'an refused to give up, making a few more attempts, but was ultimately unable to catch the leaf, much to his dismay.

source: 少年不敢睡死过去。
en_us: The young boy didn't dare to sleep too soundly.

source: 少年不问，男人自然也就不自作多情，当他走到台阶最高一层后，转身面向小镇，“以后气量大一些，跟刘羡阳之流做意气之争，甚至还起了杀心，你也不嫌掉价？”
en_us: Since the young boy didn't ask, the man naturally wouldn't offer any uninvited explanations either. When he arrived at the final step, he turned around to face the small town, saying, "You need to be more tolerant in the future. Don't always be swayed by your personal feelings, so much so that you get into conflicts with people like Liu Xianyang. In fact, you've even developed killing intent toward him. Don't you find this beneath yourself?"

source: 少年与廊桥越来越近。
en_us: He was getting closer and closer to the covered bridge, and there were four people seated on the steps on the northern end of the bridge.

source: 少年丢给自家婢女一只袋子，“瞧瞧，这就是那封密信上所说的铜钱了。之前隔壁姓陈的，也得了一袋子，我当时就估摸着，他有这份天大财运砸头上，未必是什么好事。果不其然，这不就惹恼了那两对狗男女？我看接下来，姓陈的还有苦头要吃。对了稚圭，我跟你说，来咱们家的家伙，自称是老龙城的少城主，听他口气，再看做派，最少不是个绣花枕头，还有这枚玉佩，说是什么‘老龙布雨’，肯定值钱！”
en_us: Song Jixin tossed a pouch at Zhi Gui, then continued, "Take a look, these are the copper coins mentioned on that secret letter. Chen Ping'an also got a pouch of these earlier, and at the time, I immediately thought to myself that it's not necessarily a good thing that such a massive piece of wealth fell onto his lap. Sure enough, he's already being targeted by this pair of outsiders. If you ask me, the worst is still yet to come for him. That reminds me, let me tell you about the guy who came to our house. He says that he's the young master of the Old Dragon City, and judging from the way that he spoke and acted, it seems like at the very least, he's not a complete pushover. Also, he told me that this jade pendant was called an Old Dragon Rainbringer or something, and I'm sure it's worth a lot of money!"

source: 少年之前停步的时候，就已经不再被光线刺得流泪，这会儿没来由就一下子哽咽起来，灵犀所至，问道：“齐先生，你是要走了吗？”
en_us: Back when he first stopped on the bridge, his eyes had already adjusted to the light, so he was no longer tearing up, but all of a sudden, tears began to well up in his eyes again, and he could sense an impending separation. "Are you about to leave, Mr. Qi?"

source: 少年以侧卧之姿，手肘抵住脑袋，卧在长凳之上。
en_us: Chen Ping'an shifted to a position where he lay on his side, with his elbow under his head as he rested on the bench.

source: 少年伸了个懒腰，“师父，你想多了，泥瓶巷那家伙就算再厉害，只要不惹到我，就与我无关，说到底，小镇这些人成就再高，将来也无非是我的yi块垫脚石而已，嫉妒？我感谢他们还来不及呢。”
en_us: The young boy stretched lazily and said, "Master, you're overthinking things. Regardless of how powerful that boy from Clay Vase Alley is, I won't bother him as long as he doesn't bother me. At the end of the day, the people in this small town are nothing more than stepping stones for me, regardless of how great their achievements. Being jealous of them? I can't even thank them fast enough!"

source: 少年低声问道：“她死了”
en_us: "Is she dead?" Gao Zhen asked in a low voice.

source: 少年低头看了眼老妪的面容，然后转头对正堂八仙桌那边怒吼道：“滚去带路！”
en_us: He glanced down at his grandma before turning around to face the square table in the main hall. "Hurry up and lead the way!" he bellowed in fury.

source: 少年低头看着脚上的草鞋，突然就笑了起来。
en_us: Chen Ping'an looked down at the straw sandals on his feet, and smile suddenly appeared on his face.

source: 少年保持那个高高跃起、向前扑杀的凌厉姿势，左手握有一片锐利如刀刃的瓷器，哪怕是这种你生我死一线间的关键时刻，身体腾空的少年，依然眼神坚毅，脸色平静，根本不像是一个出生于陋巷小宅、成长于山野的无知少年。大概仅剩符合少年身份的，是隐藏在眼神深处的无奈。对于这种无奈，走出书斋和书院很多年的读书人，已经不陌生了，就像看着一个靠天吃饭的庄稼汉，蹲在旱季干裂的荒芜田垄上，抬头看着烈日，其实不会有撕心裂肺的情绪，而只会是深深的无奈，还有茫然。
en_us: As for Chen Ping'an, he was suspended in mid-air, maintaining a forward-pouncing posture. There was a porcelain shard that was as sharp as a blade in his left hand, and even in this life and death situation, his eyes were still as calm and resolute as ever, completely unlike the expression one would expect to see in a situation like this on the face of an ignorant young boy who had grown up in a secluded little town his entire life. The only thing that seemed to fit with his character was the resignation that was hidden deep within his eyes. This type of resignation wasn't unfamiliar to Qi Jingchun. It was the exact same emotion displayed by a farmer who relied on the will of the heavens for his livelihood. In seasons of draught, the farmer would squat down on the dry, cracked, and barren earth of his farmland, looking up at the scorching sun. In situations like those, there would be no heart-wrenching emotions of despair, fury, or indignation in the farmer's eyes, only a deep sense of resignation and helplessness.

source: 少年俯视着大宅里的人来人往穿廊过栋，喃喃道：“哪怕跑不掉，也一定要多挨几拳。”
en_us: Chen Ping'an was peering down at the people traversing through the manor, and he murmured to himself, "Even if I can't get away, I have to make sure that I at least cop as many punches as I can before I go down."

source: 少年兴许是感受到气氛的凝重，可是没有急于辩驳，伸出手，手心轻轻覆盖在耳朵上，牵扯到伤处，顿时龇牙咧嘴，倒吸一口冷气，缓了缓，收回手后，看着手心一滩血迹，说道：“那家伙叫陈平安，他爹在他很小的时候就死了，那个男人生前是小镇有名的窑工，手艺很好，人也老实，后来突然就暴毙了，尸体也没找着，虽然我奶奶一直不愿意承认，但我记得很清楚，那是一个闪电雷鸣的大雨夜里，我给打雷声吵醒了，然后发现我奶奶没在身边，刚推开门缝，就看到我爹鬼鬼祟祟跑回来，又惊喜又害怕，很奇怪的样子，我娘使劲拍打着我爹的后背，笑得合不拢嘴，高兴坏了。”
en_us: Perhaps Ma Kuxuan noticed the increasingly heavy atmosphere. However, he wasn't in a hurry to explain himself, and he lightly cupped an ears with his hand. This strained his wound, and it instantly caused him to suck in a deep breath and grimace in pain. He relaxed himself for a moment before putting his hand down and looking at the puddle of blood on his palm. Only at this moment did he say, "He's called Chen Ping'an, and his father died when he was still very young. Before he passed away, that man was a famous potter in the small town. He was extremely good at his craft, and he was also a very honest person. However, he suddenly died one day, and his corpse was never found either. "Even though my grandma never admitted to it, I can still clearly remember the booming thunder and pouring rain from that night. I was woken up by the thunder, and I discovered that my grandma wasn't by my side. When I opened the door a little, I saw my father stealthily running over with delight and fear on his face. That was a very strange expression. My mother kept patting him on the back, and she couldn't wipe the smile from her face. She was truly beside herself with delight."

source: 少年其实一直眼观六路耳听八方，自然听到少女突如其来的感谢言语，虽然内心深处，没觉得她需要跟自己道谢，反倒是自己应该感谢她才对。
en_us: Chen Ping'an had been keeping his eyes peeled and his ears open the entire time, so he naturally heard Ning Yao's sudden words of gratitude. Even though in his mind, he didn't feel like she needed to thank him. Instead, he was the one who should have thanked her.

source: 少年再没见识，到底也是烧御用瓷出身的人物，对于一件东西的好坏，还是有些鉴赏力的。
en_us: Regardless of how unknowledgable the young boy was, he was still at the very least someone who had fired imperial chinaware. Thus, he was still able to appraise whether an item was valuable or not.

source: 少年刘羡阳的买瓷人，曾是鼎力支持卢家王朝的一股势力，王朝覆灭后，赔了一个底朝天，血本无归，在这之前，确实是山下世俗王朝一等一的门阀，否则也不至于在确认刘羡阳的剑胚资质后，仍然能够耗费重金将刘羡阳留在小镇，买下了之后的九年时间。
en_us: Liu Xianyang's porcelain buyer was a power that had once thrown their full support behind the Lu Empire, and they had suffered extremely severe losses in the wake of the empire's collapse. Prior to that, they were a first-rate sect that ranked only below the empires on the continent. Otherwise, they wouldn't have been able to afford the massive expenditure required to keep Liu Xianyang in the town for the next nine years of his life even after they had ascertained his aptitude for swordsmanship.

source: 少年双手合十，将槐叶轻轻夹在手心，抬头大声道：“只要我活着一天，只要是跟你有关的姚姓人，就像齐先生之前所说，哪怕他坠入井中，哪怕救人必死，但我陈平安必救之！”
en_us: The young boy put his palms together, lightly holding the locust leaf between them. He then looked up and said loudly, "As long as I'm alive, and as long as it's a member of the Yao Clan related to you, I'll do just like Mr. Qi said just then! Even if they fall in a well, and even if I'll die trying to save them, I, Chen Ping'an, will still definitely save them!"

source: 少年双手接过那根材质普通的玉簪子，抬头真诚道：“先生已经做了很多了。”
en_us: The young boy accepted the jade hairpin with both hands. This was a jade hairpin made out of relatively ordinary material. He then looked up and said with sincerity, "Mr. Qi has already done a lot for me."

source: 少年发现有一只黄鸟停在石梁上，偶尔蹦蹦跳跳，叽叽喳喳叫着。
en_us: Right at this moment, Zhao Yao noticed an oriole perched atop the stone archway, skipping around as it chirped incessantly.

source: 少年发现这个时候的齐先生，虽然说话语气依旧温和，走路姿势同样雅，但是给人的感觉就是判若两人。
en_us: Even though Mr. Qi was still speaking in a gentle tone, and even though he was still walking in a graceful manner, the young boy felt like he was a completely different person at this moment.

source: 少年只好安静望向东边的宽阔大路，蜿蜒而漫长，像一条粗壮的黄色长蛇。
en_us: Hence, he could only cast his gaze toward the wide path in the east in silence. It was a long and winding road that resembled a thick yellow snake.

source: 少年只得收回话，笑着上前挽住老妪的手臂，“奶奶寿比南山，还年轻得很。”
en_us: The young boy had no option but to swallow his words. He smiled as he walked over to support his grandma, saying, "Grandma will live for as long as the southern mountains, so you're still extremely young."

source: 少年只是伸出手掌，树叶便自行落在他手心。
en_us: The young boy simply reached out, and the leaf automatically fell in his hand.

source: 少年只是抱着头，望向远方。
en_us: Chen Ping'an offered no response, continuing to stare into the distance with his hands clapsed over his head.

source: 少年只说了一个字，“好！”
en_us: The young boy replied with a single word. "Sure!"

source: 少年后腰瞬间遭受两下重击，疼得陈平安赶紧起身，蹦蹦跳跳，如此一来，害得宁姚一屁股跌入那只大背篓。
en_us: For his honesty, Chen Ping'an received two more firm prods to the waist at the same time, and he hurriedly stood up to jump around in pain. As a result, there was no one to balance Ning Yao's weight, and she rolled back before falling headfirst into the large basket.

source: 少年咧嘴一笑，反过来安慰道：“陆道长说我只要去小镇南边，找到一个姓阮的铁匠，当他的学徒，就有希望活下去，齐先生，没有这槐叶，相信也没啥问题的！”
en_us: However, the young boy cracked a grin, and it was instead him who started to console Qi Jingchun. "Daoist Lu said that I'll have a chance to live as long as I go to the small town's south and become the disciple of a blacksmith by the surname of Ruan. Mr. Qi, I'm sure I'll be fine even without a locust leaf!"

source: 少年咧嘴一笑，挠挠头，没说什么客套话。他犹豫片刻，最后终于鼓起勇气，再次转头道：“宁姑娘，如果有一天我回不来了，你就把我那袋子金色铜钱交给刘羡阳，让他以后帮我照看这栋宅子，也不用打扫，偶尔修补一下，加些新瓦，不让它漏雨就行，还有就是墙别塌，院门也别太破了。如果能够在大年三十的时候，贴上门神和春联的话，是最好了！如果觉得这件事太麻烦，不做也没关系。”
en_us: Chen Ping'an smiled back at her while scratching his own head in a rather bashful manner. After a brief moment of hesitation, he finally mustered up his courage, then turned to face Ning Yao once again as he said, "Ning Yao, if I don't come back someday, give that pouch of golden copper coins to Liu Xianyang and tell him to look after this house for me from now on. He doesn't need to clean it, just do the occasional repair and add some new roof tiles from time to time so that it doesn't leak rain. Also, don't let the wall collapse, and make sure that the yard gate isn't looking too shabby. If he could plaster some door gods and couplets up on the door and walls on New Year's Eve, then that would be fantastic, but if it's too much trouble, then don't bother with it."

source: 少年咧嘴笑了笑，“先生，这个不敢保证。”
en_us: The young boy cracked a grin and said, "Mr. Qi, I can't make any promises."

source: 少年咽了咽口水，歉意道：“我是怕你忘了锁门，就来提醒一声，再就是如果宁姑娘晚上肚子会饿的话，我可以先去刘羡阳家做些宵夜，给宁姑娘拿过来，之后再去小溪那边。”
en_us: The young boy gulped and said apologetically, "I was afraid that you would forget to lock the door, so I came back to remind you again. Also, if you get hungry at night, I can go to Liu Xianyang's place and make some snacks for you first. I can bring them to you and then go to the creek."

source: 少年哀伤叹气，觉得自己真是遇人不淑，认了两个师父，一个莫名其妙横死在小镇骑龙巷，一个本事不大、规矩极多。
en_us: Ma Kuxuan sighed in grief, and he felt like he was truly unfortunate when it came to meeting new people. His first master had mysteriously died in Dragon Riding Alley, while his second master wasn't very powerful, yet had a whole heap of rules.

source: 少年哑口无言，因为根本不知道说什么才不失礼。
en_us: The young boy was rendered speechless. This was because he didn't know what to say to not appear disrespectful.

source: 少年哪里敢接下这份礼物。
en_us: The young boy didn't dare to accept this present.

source: 少年嗯了一声，轻轻扭过头，用手胡乱抹了把脸，少年大概是忘记左手的糟糕情况，满脸血污，又实在舍不得用衣袖擦拭。
en_us: The young boy replied with a soft "m-hm". He then silently turned around and used his hands to wipe his cheeks. However, he had most likely forgotten about the miserable state of his left hand, so his face was left with streaks of blood. Even so, he was genuinely reluctant to clean his face with his sleeves.

source: 少年嘿了一声，也不反驳，刚要出庙，宁姚说道：“我先把你送到小溪那边，我之后往西北方向走一段路程，防止老猿担心那小女孩的安危，出了竹林没多久，结果因为没有发现你的踪迹，就果断放弃追捕，掉头返回小镇。”
en_us: Chen Ping'an didn't retort her, and he simply replied with a chuckle. Just as he was about to leave the temple, Ning Yao said, "I'll go with you to the creek first. After that, I'll head northwest to avoid having that old ape become worried about the little girl. Otherwise, what will we do if he doesn't find you after leaving the bamboo forest and therefore decides to give up and return to the small town?"

source: 少年嘿嘿一笑，“奶奶你放心，是好事情。”
en_us: Ma Kuxuan smiled and said, "Don't worry, grandma, it's a good thing."

source: 少年在前头带路，少女默默跟在后边。
en_us: Chen Ping'an led the way, and Ning Yao quietly followed after him.

source: 少年在射出一枝箭矢后，根本不做第二选择，脖子一缩，迅速将那张木弓斜挂在肩头，脚尖发力，在两边墙壁上交错借力向上屋檐，转瞬即逝。
en_us: After firing the arrow, Chen Ping'an didn't even stay behind to see the outcome of his attack. Instead, he immediately slung the wooden bow diagonally across his shoulder, then exerted froce through both of his feet to spring onto a nearby rooftop, vanishing out of sight in the blink of an eye.

source: 少年在老猿动身的瞬间，就转身飞奔，没有沿着连绵不绝的巷弄屋脊去往北边，毕竟那里有福禄街和桃叶巷，大户扎堆，藏龙卧虎，万一有人为老猿出头，陈平安不觉得自己有本事逃出围剿。所以陈平安果断往西边逃，因为南边廊桥方向，视野开阔，无处藏身，按照两人脚力对比，陈平安估计自己一旦失去障碍遮蔽，很难逃过搬山猿的追杀。
en_us: In the instant that Bai Yuan sprang into action, Chen Ping'an turned around to flee. He didn't rush toward the north along the string of countless rooftops in that direction. After all, Fortune Street and Peach Leaf Alley were in that direction, and that was where all of the town's affluent clans were situated. If they were to step in and assist Bai Yuan, Chen Ping'an knew that he would have no chance of escape. The south was also not an option because that was where the covered bridge was. The terrain there was extremely open, and there would be nowhere for him to hide. Given the disparity in their speed, Chen Ping'an knew that he had to rely on a place where there were many obstacles and hiding spots if he wanted to keep himself safe. Hence, he quickly decided to flee toward the west.

source: 少年坐在宋集薪对面的椅子上。
en_us: Chen Ping'an sat down on a chair across from Song Jixin.

source: 少年头顶的大骊藩王哈哈大笑，快意至极，笑了很久才说道：“本王对于那些山上的修行天才……总之等你出去之后，听说过本王的某个绰号，就会明白其中缘由了。”
en_us: Song Changjing burst into laughter upon hearing this, and only after chortling with mirth for a long while did he reply, "When it comes to these cultivation prodigies... Forget it, I won't explain it for now. Once you leave this town and hear one of my nicknames, you'll understand everything."

source: 少年好像早就知道是这么一个结果，眼神黯淡无光。
en_us: Chen Ping'an seemed to have anticipated this outcome, and the final ray of hope in his eyes had completely faded.

source: 少年好像身后长眼睛，就在千钧一发之际，竟是腰杆一拧，整个人一猫弯，然后转折跃向小巷对面的屋顶。
en_us: However, Chen Ping'an was able to react to the attack as if he had eyes on the back of his head, twisting around before ducking down right in the nick of time to avoid the powerful swat, then sprang toward the rooftop across the alley.

source: 少年好奇问道：“你在真武山排第几？”
en_us: "What are you ranked in the True Martial Mountain?" the young boy asked in curiosity?

source: 少年始终拎着包裹，转身望向少女，盘膝坐在木板床上的黑衣少女，与草鞋少年对视。
en_us: He then turned to inspect the young woman's condition, only to find that she had already sat up on her own on his plank bed, and she was looking right back at him.

source: 少年姓陈，名平安，爹娘早逝。小镇的瓷器极负盛名，本朝开国以来，就担当起“奉诏监烧献陵祭器”的重任，有朝廷官员常年驻扎此地，监理官窑事务。无依无靠的少年，很早就当起了烧瓷的窑匠，起先只能做些杂事粗活，跟着一个脾气糟糕的半路师傅，辛苦熬了几年，刚刚琢磨到一点烧瓷的门道，结果世事无常，小镇突然失去了官窑造办这张护身符，小镇周边数十座形若卧龙的窑炉，一夜之间全部被官府勒令关闭熄火。
en_us: The young boy's name was Chen Ping'an, and both his parents had passed away at a very early stage in his life. The town that he lived in was extremely renowned for producing chinaware. Ever since the founding of the nation, the town had taken on the important task of producing chinaware to be offered to the imperial court, and there were imperial officials constantly stationed in the town, overseeing the operation of the official kilns. Without any parents to rely on, Chen Ping'an became a potter at a very young age. In the beginning, he was only able to perform some menial tasks and manual labor, toiling away arduously for several years under a reluctant master with a terrible temper. In a cruel twist of fate, just when he had begun to grasp some of the basics of pottery firing, the town suddenly lost the right to host official kilns. Over the course of just a single night, all of the dozens of coiling-dragon-like kilns throughout the town were ordered to be shut down by the authorities.

source: 少年家世贫穷，没有读过书，但是明白一个书本外的道理，世上除了爹娘，再没有人是理所应当对你好的。
en_us: He came from a very impoverished background and had never received an education, but he understood a principle that wasn't taught in books, which was that aside from your parents, no one in the world had a duty to be good to you, and his parents had passed away very early in his life.

source: 少年少女一起奔向小溪，少女无形中吐纳如大江大河，水深无语，暗流涌动。少年呼吸则如溪涧流水，细水流长。
en_us: They ran toward the creek. Ning Yao's breathing was like the flowing water of a magnificent river with incredible depth and surging undercurrents, while Chen Ping'an's breathing was like the flowing water of a creek that was long and steady.

source: 少年就像个哑巴，不言不语。苻南华不在意少年所思所想，开始缓缓向前，步伐坚定。
en_us: Chen Ping'an remained silent as if he were mute, and Fu Nanhua began to slowly advance toward him in a resolute and steady manner, paying no heed to what Chen Ping'an was thinking.

source: 少年张大眼睛，故作惊讶道：“你在说什么？”
en_us: Song Jixin's eyes widened as he put on a surprised facade. "What are you talking about?"

source: 少年微笑道：“好看呗。”
en_us: "Because she looks good," Ma Kuxuan replied with a faint smile.

source: 少年微笑道：“那我就认命！”
en_us: The young boy smiled and replied, "I'll accept my fate!"

source: 少年快步跑去，不等他发问，齐静春就交给他两方私印，微笑道：“陈平安，不是白送给你的，是我有事相求，以后如果山崖书院有难，希望你力所能及地帮上一帮。当然，你也不用刻意打听书院的消息。”
en_us: The young boy quickly walked over, and before he could even say anything, Qi Jingchun had already handed two seals to him, saying with a smile, "Chen Ping'an, I'm not giving these to you for nothing; I have something to ask of you. If the Mountain Cliff Academy faces any danger in the future, I hope that you can help them to the best of your ability. Of course, there's no need for you to deliberately keep an eye on the Mountain Cliff Academy all the time."

source: 少年怒道：“有你这么当师父的吗？小心以后你给人打死，我不帮你报仇！”
en_us: "Just what kind of master are you?" Ma Kuxuan said in anger. "Be careful that I won't exact revenge for you if you're killed in the future!"

source: 少年怔怔出神。
en_us: Chen Ping'an raised his head to find that the sun was only just beginning to rise in the east, and he was momentarily dazed.

source: 少年悻悻然重新转过头，继续熬药。
en_us: Chen Ping'an huffed and turned back around, continuing to brew the medicine.

source: 少年惊讶道：“齐先生，走路也算吃苦？”
en_us: The young boy was astonished. "Mr. Qi, walking can be considered tiring and difficult?"

source: 少年想得没有错，只是他错估了老猿，要知道老人作为正阳山的护山猿，对于山川之事，了解之深，远比少年深刻长远。
en_us: While his thought process was correct, he had misjudged Bai Yuan's abilities. As the Mountain-moving Ape of the Sun Scorch Mountain, Bai Yuan had a far deeper understanding of mountains than Chen Ping'an did.

source: 少年愕然。
en_us: Song Jixin was dumfounded to hear this.

source: 少年感受到那股令人窒息的威势，被个奴才压迫，更是满腔怒火，瞪大双眼，咬牙切齿道：“御马监吴貂寺，你这是死罪”
en_us: In the face of Wu Yue's suffocating aura, Gao Zhen became even more indignant and incensed, feeling as if he were being oppressed by his own servant, and his eyes were wide fury as he yelled, "Wu Yue, you have committed a crime punishable by death!"

source: 少年愣了一下。
en_us: Chen Ping'an was dumbfounded by this sudden revelation, and Cai Jinjian was very amused to see this. "I was just kidding! I didn't think you would actually believe me."
